{
    "pageTitle": "Impressum",
    "paragraph1": "Die Digital Vault Services GmbH ist eine Gesellschaft mit beschränkter Haftung nach Maßgabe des GmbH-Gesetzes mit Sitz in München, eingetragen im Handelsregister des Amtsgerichts München unter der Nummer HRB 249553. Sie wird durch die Geschäftsführer Ludger Janßen und Sven Matzelsberger vertreten.",
    "paragraph2": "Umsatzsteuer-Identifikationsnummer gem. § 27a Umsatzsteuergesetz: DE 326648633",
    "heading1": "Information gemäß § 2 Dienstleistungs-Informationsverordnung:",
    "paragraph3": "Für von uns erbrachte Leistungen gelten in Zukunft unsere AGB. Nach Erstellung finden Sie diese unter dem hier veröffentlichten Link. Darin wird geregelt, dass deutsches Recht Anwendung finden wird.",
    "heading2": "Haftungsausschluss",
    "paragraph4": "Wir sind für die Inhalte unserer Internetseiten gemäß den allgemeinen Gesetzen, insbesondere nach § 7 Abs. 1 des Telemediengesetzes, verantwortlich. Alle Inhalte werden mit der gebotenen Sorgfalt und nach bestem Wissen erstellt. Dennoch kann die Digital Vault Services GmbH keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen und Daten übernehmen. Daher sind Haftungsansprüche gegen die Digital Vault Services GmbH, die Verantwortlichen dieser Internetseite oder die Autoren der jeweiligen Artikel für Schäden materieller oder immaterieller Art, die auf möglicherweise fehlerhaften oder unvollständigen Informationen und Daten beruhen, ausgeschlossen, soweit nicht Vorsatz oder grobe Fahrlässigkeit vorliegt. Dies gilt auch für Informationen auf Internetseiten, auf die mittels eines Hyperlinks verwiesen wird. Zum Zeitpunkt der Verlinkung war der Inhalt frei von illegalen Inhalten. Auf die Gestaltung der gelinkten Internetseiten kann die Digital Vault Services GmbH keinerlei Einfluss nehmen. Eine ständige inhaltliche Kontrolle der verlinkten Seiten ist ohne das Vorliegen konkreter Anhaltspunkte einer Rechtsverletzung darüber hinaus nicht zumutbar. Der Inhalt dieser Seiten liegt daher vollständig außerhalb des Verantwortungsbereichs der Digital Vault Services GmbH. Die Digital Vault Services GmbH macht sich den Inhalt der verlinkten Internetseiten nicht zu eigen. Für Schäden, die aus fehlerhaften oder unvollständigen Inhalten auf den mittels Link verwiesenen Internetseiten resultieren, haftet die Digital Vault Services GmbH, die Verantwortlichen dieser Internetseite bzw. die Autoren nicht.",

    "ButtonBackToHomePage" : "Zurück zur Startseite"
  }