{
    "pageTitle": "Wir bieten Software as a Service",
    "paragraph1" : "Die Guarantee Vault-Plattform ist eine Software-as-a-Service-Lösung. Wer den Vault nutzen möchte, muss sich dafür mit unseren Nutzungsbedingungen einverstanden erklären. Mehr ist zur Digitalisierung der Bürgschaften und Garantien nicht erforderlich. Unsere Nutzungsbedingungen haben wir hier veröffentlicht. In diesen Nutzungsbedingungen legen wir den Umfang der Funktionalitäten des Vaults fest, präzisieren unseren Serviceumfang und regeln die Details der Softwarelizenz. Wir sind ein bayerisches Unternehmen. Deswegen unterliegen unsere Nutzungsbedingungen dem deutschen Recht. ",
    "paragraph2" : "Ansonsten bleibt alles beim Alten! Änderungen an den bestehenden Vertragsbeziehungen zwischen den Parteien des abgesicherten Grundgeschäfts oder der Vereinbarungen mit den einbezogenen Banken und (Kredit-)Versicherungen sind nicht erforderlich! Das macht die Nutzung des Vault so einfach. Wir ersetzen den Gang zur Post und verwahren die elektronischen Bürgschaften und Garantien sicher und jederzeit zugänglich in unserem digitalen Tresor!",

    "pageTitle2" : "Durchsetzbarkeit von elektronischen Garantien und Bürgschaften",
    "heading1" : "Deutschland",
    "paragraph3-1" : "Es ist eine weit verbreitete Fehleinschätzung, dass Bürgschaften in Deutschland immer papierhaft ausgestellt und mit einer Unterschrift versehen sein müssen. Das Gesetz nennt diese Form Schriftform (§ 126 Abs. 1 BGB). Wenn eine gesetzlich vorgeschriebene Form nicht eingehalten wird, ist das (Rechts-)geschäft gem. § 125 BGB von Anfang an zwar nichtig. Die Fehleinschätzung rührt aber daher, dass es in",
    "paragraph3-2" : " S. 1 und 2 BGB scheinbar ohne Ausnahme heißt, dass zur Wirksamkeit der Bürgschaft die schriftliche Erteilung der Bürgschaftserklärung, also die Unterschrift auf Papier, erforderlich und die elektronische Form explizit ausgeschlossen ist.  Im Handelsgesetzbuch,",
    "paragraph3-3" : "S. 2 HGB, wird die Regelung aus",
    "paragraph3-4" : "S. 1 BGB aber für den kaufmännischen Geschäftsverkehr ausgeschlossen. Kaufleute dürfen somit untereinander auch formfreie Bürgschaftserklärungen abgeben. Für Nicht-Kaufleute und Verbraucher gilt diese Ausnahme nicht. Daher sind Nicht-Kaufleute und Verbraucher (Privatpersonen) von der Nutzung unserer Plattform ausgeschlossen.",
    "paragraph4" : "Garantien (auf erstes Anfordern) unterliegen in Deutschland überhaupt keinen spezifischen Regelungen. Der Gesetzgeber hat sich bei der Konzeption des BGB und HGB darauf beschränkt, nur den Bürgschaftsvertrag gesondert zu regeln. Garantien können daher grundsätzlich auch elektronisch ausgestellt und abgewickelt werden.",

    "heading2" : "Österreich",
    "paragraph5" : "In Österreich sind elektronische Bürgschaften und Garantien erlaubt. Auch in Österreich gilt für Bürgschaften und Garantien zwar grundsätzlich das Schriftformerfordernis (§ 1346 Abs. i.V.m. § 886 S. 3 ABGB). Für Kreditinstitute macht § 1 Abs. 6 BWG jedoch eine Ausnahme. Kreditinstitute können damit im Rahmen ihres regulären Geschäftsbetriebs elektronische Bürgschaften und Garantien ausstellen.",
    "paragraph6" : "In der internationalen Praxis ist es durchaus üblich, Garantien auf erstes Anfordern den Uniform Rules for Demand Guarantuees 758 (URDG 758) zu unterwerfen, die von der Internationalen Handelskammer herausgegeben werden. Auch das steht der Digitalisierung nicht im Weg! Auch solche Garantien können elektronisch über den Vault dargestellt werden. Immer dort, wo in dem Bedingungswerk von Dokument oder Unterschrift die Rede ist, werden stets auch die digitale Form des Dokuments oder elektronische Signaturen mitgemeint. ",

    "heading3" : "Schweiz",
    "paragraph7" : "Juristische Bewertung und Markteintritt für Ende 2021 in Vorbereitung",

    "heading4" : "Switzerland",
    "paragraph8" : "Juristische Bewertung und Markteintritt für Ende 2021 in Vorbereitung",

    "heading5-1" : "Auf Anfrage können wir Ihnen das",
    "heading5-2" : "Legal Memorandum unserer juristischen Partner gern zur Verfügung stellen.",

    "ButtonBackToHomePage" : "Zurück zur Startseite"

  }