{
  "pageTitle": "Unsere Partner",
  "ButtonBackToHomePage" : "Zurück zur Startseite",
  "testimonialLindnerParagraph1": "“Gemeinsam mit 15 Unternehmen, Kreditversicherern und Banken haben wir die letzten beiden Jahre daran gearbeitet, den Guarantee Vault Wirklichkeit werden zu lassen. Die geteilten Erfahrungen, der Teamgeist und die gemeinsame Vision sind das Herz und die Seele des Guarantee Vaults.",
  "testimonialLindnerParagraph2": "Wir sind stolz darauf mit einer echten Marktinitiative ein weit verbreitetes, allgemeines Problem lösen und Effizienzgewinne für alle Beteiligten generieren zu können.”",

  "testimonialEulerHermesParagraph1": "“Bürgschaften und Garantien in Papierform waren schon immer eine besondere Herausforderung, umso mehr aber in Zeiten von Covid-19. Digitale Urkunden sind die Zukunft: Sie ermöglichen mehr Transparenz, schaffen erhebliche Effizienzgewinne und minimieren Risiken.",
  "testimonialEulerHermesParagraph2": "Durch die Innovation, die der Guarantee Vault mit sich bringt, profitieren Auftraggeber, Bürgen und Begünstige gleichermaßen”",

  "testimonialBayernLbParagraph1": "“Es ist eine tolle Erfahrung, zusammen mit Vertretern aus Wirtschaft und Finanzindustrie, erfolgreich an einer Lösung zur Digitalisierung von Garantien mitzuarbeiten.",
  "testimonialBayernLbParagraph2": "Mit Guarantee Vault haben wir die Möglichkeit unseren Kunden die digitale Erstellung, Verwahrung und Verwaltung von Avalen (Garantien und Bürgschaften) anzubieten.",
  "testimonialBayernLbParagraph3": "Somit ist erstmals die volldigitale Abwicklung von Avalgeschäften, entlang der gesamten Wetschöpfungskette vom Auftraggeber über den Ersteller bis hin zum Begünstigten möglich. Wir werden diese Option nicht nur Großunternehmen sondern auch allen Firmen mit umfangreichem Avalgeschäft anbieten können.",
  "testimonialBayernLbParagraph4": "Ich freue mich auf das Go-Live und die weitere Entwicklung.”",

  "testimonialPorrParagraph1": "“Gemeinsam mit einer Arbeitsgruppe, bestehend aus Kollegen und Partnern unterschiedlicher Branchen, aktiv an der Entwicklung des Guarantee Vaults beteiligt gewesen zu sein, war eine großartige Erfahrung.",
  "testimonialPorrParagraph2": "Der Guarantee Vault verschafft uns mehr Transparenz und Überblick über unsere ausstehenden Garantien bei unseren Banken und Kreditversicherern, sowohl aus Sicht als Auftraggeber einer Haftung als auch als Begünstigter.",
  "testimonialPorrParagraph3": "Da alle Garantien zentral an einem Ort ausgestellt und sicher verwahrt werden und sie jederzeit von überall abrufbar sind, können die Bearbeitungs- und Durchlaufzeiten verkürzt werden. Das ist für uns ein erheblicher Vorteil.”",

  "testimonialAtradiusParagraph1": "“Guarantee Vault, die Lösung für digitale Garantien, ermöglicht eine vollständig digitale Abwicklung des Garantieprozesses – von der Beauftragung bis hin zur Erledigung.",
  "testimonialAtradiusParagraph2": "Mit dieser gemeinsamen Lösung können wir das Produktportfolio für alle Kunden erweitern und ihnen dabei helfen, Effizienzen zu steigern, Risiken zu minimieren und Kosten zu sparen.",
  "testimonialAtradiusParagraph3": "Wir freuen uns, Teil dieser Marktinitiative zu sein und sind gespannt auf den Weg, der noch vor uns liegt.”",

  "testimonialGlobalTradeCorpParagraph1": "“This is a first universal digital network that connects corporates with all types of guarantee issuers: banks, insurance companies and agents as well as export development and other government agencies. It also directly links corporates with each other, as applicants and beneficiaries.",
  "testimonialGlobalTradeCorpParagraph2": "The Guarantee Vault offering is based on open collaboration and transparent pricing. This approach facilitates acceptance by providers of trade finance IT solutions – one of the key elements for the wider market adoption.",
  "testimonialGlobalTradeCorpParagraph3": "We are pleased to offer seamless connectivity to the Guarantee Vault for all clients of the @GlobalTrade platform.”"

  }