{
    "pageTitle": "Datenschutz",
    "paragraph1": "Im Folgenden informieren wir Sie umfassend über die über die Art, den Umfang, den Zweck und die Rechtsgrundlagen der Verarbeitung von personenbezogenen Daten, wenn Sie unsere Website www.digitalvaultservices.com besuchen und nutzen.",

    "heading1": "I. Kontaktdaten der Verantwortlichen",
    "paragraph2": "Die Verantwortliche im Sinne von Art. 4 Abs. 7 DSGVO ist:",

    "heading2": "II. Kontaktdaten des Datenschutzkoordinators der Verantwortlichen",
    "paragraph3": "Die Verantwortliche im Sinne von Art. 4 Abs. 7 DSGVO ist:",

    "heading3": "III. Verarbeitung von personenbezogenen Daten",
    "paragraph4": "Die Verarbeitung personenbezogener Daten erfolgt insoweit nur dann, wenn es für die Bereitstellung der technischen Funktionstüchtigkeit der Website, deren Inhalt oder der angebotenen Leistung erforderlich ist. Die Verarbeitung erfolgt auf Grundlage einer gesetzlichen Vorschrift oder sofern erforderlich auf Grundlage einer von Ihnen erteilen Einwilligung zur Verarbeitung personenbezogener Daten.",
    "listItem1" : "Gegenstand der Verarbeitung",
    "paragraph5" : "Im Rahmen der Nutzung unserer Website werden personenbezogene Daten verarbeitet. Personenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person beziehen; als identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind.",
    "listItem2" : "Bereitstellung der Website und Protokolldateien",
    "paragraph6" : "Beim Aufrufen unserer Website erheben wir nur die personenbezogenen Daten, die Ihr Browser an unseren Server übermittelt.",
    "paragraph7" : "Folgende Daten werden dabei verarbeitet:",
    "listItem3" : "IP-Adresse",
    "listItem4" : "Uhrzeit des Abrufes",
    "listItem5" : "Website des Abrufes",
    "listItem6" : "Browsertyp und –version",
    "listItem7" : "Betriebssystem („User-Agent String“)",
    "listItem8" : "Referrer URL",
    "paragraph8" : "Die Rechtsgrundlage für diese Verarbeitung bildet Art. 6 Abs. 1 lit. f) DSGVO. Die Erhebung und Speicherung dieser personenbezogenen Daten ist technisch erforderlich und erfolgt zur Gewährleistung der Bereitstellung, der Stabilität und der Sicherheit der Website. Hiermit wird sowohl der permanente wie auch vor allem sichere Zugang zu unserer Website sichergestellt.",
    "paragraph9" : "Die Löschung von Daten, die zur Bereitstellung unserer Website erforderlich sind, erfolgt nach Beendigung der jeweiligen Sitzung. Die Daten zur Gewährleistung der Stabilität und der Sicherheit der Website werden nach maximal 14 Tagen gelöscht.",
    "listItem9" : "Kontaktaufnahme",
    "paragraph10" : "Bei der Kontaktaufnahme mit uns werden die von Ihnen mitgeteilten Daten, wie der Name, die E-Mail-Adresse und ggf. die weiteren Informationen, die Sie in die Eingabemaske eingegeben haben, gespeichert, um ihre Fragen zu beantworten (siehe dazu Punkt VI.).",
    
    "heading4" : "IV. Einsatz von Cookies",
    "paragraph11" : "Auf unseren Webseiten nutzen wir Cookies. Bei Cookies handelt es sich um kleine Textdateien, die auf Ihrer Festplatte dem von Ihnen verwendeten Browser durch eine charakteristische Zeichenfolge zugeordnet und gespeichert werden und durch welche der Stelle, die das Cookie setzt, bestimmte Informationen zufließen. Cookies können keine Programme ausführen oder Viren auf Ihren Computer übertragen und daher keine Schäden anrichten. Sie dienen dazu, das Internetangebot insgesamt nutzerfreundlicher und effektiver, also für Sie angenehmer zu machen.",
    "paragraph12" : "Cookies können Daten enthalten, die eine Wiedererkennung des genutzten Geräts möglich machen. Teilweise enthalten Cookies aber auch lediglich Informationen zu bestimmten Einstellungen, die nicht personenbeziehbar sind. Cookies können einen Nutzer aber nicht direkt identifizieren.",
    "paragraph13" : "Jeder Einsatz von Cookies, der nicht zwingend technisch erforderlich ist, stellt eine Datenverarbeitung dar, die nur mit einer ausdrücklichen und aktiven Einwilligung Ihrerseits gem. Art. 6 Abs. 1 S. 1 lit. a DS-GVO erlaubt ist. Dies gilt insbesondere für die Verwendung von Advertising, Targeting oder Sharing Cookies. Darüber hinaus geben wir Ihre durch Cookies verarbeiteten personenbezogenen Daten nur an Dritte weiter, wenn Sie nach Art. 6 Abs. 1 S. 1 lit. a DS-GVO eine ausdrückliche Einwilligung dazu erteilt haben. Sie können ihre Einwilligung zu jederzeit widerrufen oder erneut erteilen. Nutzen Sie hierfür unsere Cookie-Einstellungen.",
    "paragraph14" : "Insgesamt setzen wir auf unserer Website die folgenden Cookies ein:",

    "name" : "Name:",
    "functionality" : "Funktionalität:",
    "expiration" : "Ablaufzeitraum:",
    "name1" : "_ga",
    "functionality1" : "Dieses Cookie dient der Besucherunterscheidung.",
    "expiration1" : "Zwei Jahre",
    "name2" : "_gat",
    "functionality2" : "Dieses Cookie hilft uns, die Frequenz zu verwalten, in der Anfragen für das Anzeigen einer Seite gestellt waren. ",
    "expiration2" : "Ein Tag",
    "name3" : "_gid",
    "functionality3" : "Dieses Cookie hilft uns zu zählen, wie viele Personen unsere Internetpräsentation besuchen, wenn Sie diese bereits besucht haben.",
    "expiration3" : "Ein Tag",
    "name4" : "SYSTEM backend",
    "expiration4" : "Ende der Session",

    "heading5" : "V. Rechte der betroffenen Person",
    "paragraph15" : "Ihnen stehen folgende Rechte hinsichtlich Sie betreffender personenbezogener Daten gegenüber uns zu:",
    "listItem10" : "Auskunftsrecht: ",
    "listItem11" : "Sie haben das Recht, Auskunft über die zu Ihrer Person gespeicherten Daten zu erhalten.",
    "listItem12" : "Berichtigungs- und Löschungsrecht: ",
    "listItem13" : "Sie haben das Recht, die Berichtigung falscher Daten und – soweit die gesetzlichen Voraussetzungen erfüllt sind – die Löschung von Daten zu verlangen.",
    "listItem14" : "Einschränkung der Verarbeitung: ",
    "listItem15" : "Sie haben das Recht auf Einschränkung der Verarbeitung der personenbezogenen Daten, soweit die gesetzlichen Voraussetzungen erfüllt sind.",
    "listItem16" : "Datenübertragbarkeit: ",
    "listItem17" : "Sie haben das Recht, von Ihnen auf Grundlage einer Einwilligung oder vertraglichen Beziehung bereitgestellte personenbezogene Daten in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder an einen anderen Verantwortlichen übermitteln zu lassen.",
    "listItem18" : "Widerspruch gegen Datenverarbeitung: ",
    "listItem19" : "Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation, jederzeit der Datenverarbeitung durch uns zu widersprechen, soweit diese auf der Grundlage unserer berechtigten Interessen (Art. 6 Abs. 1 lit. f DSGVO) beruht. Sofern vom Widerspruchsrecht Gebrauch gemacht wird, werden die Daten nicht weiterverarbeitet, es sei denn, die Verantwortliche kann entsprechend der gesetzlichen Vorgaben zwingende schutzwürdige Gründe für die Weiterverarbeitung nachweisen, die gegenüber Ihren Rechten und Freiheiten überwiegen.",
    "listItem20" : "Widerruf der Einwilligung: ",
    "listItem21" : "Sie haben das Recht, eine der Verantwortlichen erteilte Einwilligung in die Verarbeitung der personenbezogenen Daten jederzeit mit Wirkung für die Zukunft zu widerrufen, soweit nicht auch eine gesetzliche Erlaubnis für die Verarbeitung vorliegt. Die Rechtmäßigkeit der Verarbeitung der Daten bis zum Widerruf bleibt vom Widerruf unberührt.",
    "listItem22" : "Beschwerderecht bei der Aufsichtsbehörde: ",
    "listItem23" : "Sie haben das Recht, bei der zuständigen Aufsichtsbehörde eine Beschwerde einzureichen, wenn Sie der Ansicht sind, dass die Verarbeitung Sie betreffender personenbezogener Daten gegen datenschutzrechtliche Bestimmungen verstößt.",
    "paragraph16" : "Die Beschwerde kann bei jeder Datenschutzbehörde eingereicht werden, insbesondere bei der für Ihren Wohnort oder bei der für den Verantwortlichen zuständigen Datenschutzbehörde.",
    "paragraph17" : "Die für die Verantwortliche zuständige Aufsichtsbehörde ist das",
    "listItem24" : "Bayerische Landesamt für Datenschutzaufsicht (BayLDA)",
    "listItem25" : "Geltendmachung der Betroffenenrechte:",
    "listItem26" : "Die Betroffenenrechte können jederzeit unter Nennung Ihres Namens und unter Bezeichnung des geltend  gemachten Rechtes per E-Mail david.saive@digitalvaultservices.com oder an den Datenkoordinator der Verantwortlichen geltend gemacht werden. ",

    "heading6" : "VI. Kontaktaufnahme",
    "paragraph18" : "Sie haben die Möglichkeit, mit uns Kontakt aufzunehmen, indem Sie uns eine E-Mail schreiben (an david.saive@digitalvaultservices.com). In diesem Fall werden die mit der E-Mail übermittelten personenbezogenen Daten des Nutzers gespeichert, um Ihre Anfrage bearbeiten zu können.  Die Rechtsgrundlage ist Art. 6 lit. f DSGVO.",
    "paragraph19" : "Es erfolgt im Zusammenhang mit der Kontaktaufnahme keine Weitergabe der Daten an Dritte. Die Daten werden ausschließlich für die Verarbeitung der Konversation verwendet.",
    "paragraph20" : "Die Daten werden gelöscht, sobald sie für die Erreichung des Zweckes ihrer Erhebung nicht mehr erforderlich sind. Für die personenbezogenen Daten, die per E-Mail übersandt wurden, ist dies dann der Fall, wenn die jeweilige Konversation mit Ihnen beendet ist. Beendet ist die Konversation dann, wenn sich aus den Umständen entnehmen lässt, dass der betroffene Sachverhalt abschließend geklärt ist. Eine Ausnahme zur Löschung besteht nur dann, wenn gesetzliche Aufbewahrungspflichten bestehen. Liegen solche vor, schränken wir die Verarbeitung ein. Die während des Absendevorgangs zusätzlich erhobenen personenbezogenen Daten, also die IP-Adresse sowie Datum und Uhrzeit der Anfrage, werden spätestens nach einer Frist von sieben Tagen gelöscht. ",

    "heading7" : "VII. Übermittlung von Daten an Drittstaaten",
    "paragraph21" : "Eine Weiterleitung der Daten an Drittstaaten erfolgt nicht."

  }