{
    "pageTitle": "Die Revolution des Garantieprozesses",
    "pageDescription" : "Ein neues Whitepaper desTreasury Consulting Centre of Excellence der PwC Belgien zeigt auf, wie die Digitalisierung die Abwicklung von Bürgschaften und Garantien sicherer, schneller und einfacher gestalten kann.",
    "heading1" : "Eine Säule des Finanzsystems",
    "paragraph1" : "Überall auf der Welt verlassen sich Unternehmen auf Bürgschaften und Garantien, um ihr Wachstum zu stärken. Obwohl sie für das Finanzsystem von wesentlicher Bedeutung sind, führen die damit verbundenen Prozesse nur allzu oft zu mühsamen und langwierigen Abläufen. Selbst im heutigen digitalen Zeitalter umfasst die Welt der Avale eine Vielzahl unterschiedlicher Systeme und ist weitestgehend papierhaft. Durch kundenspezifische Vereinbarungen und langwierige Genehmigungsverfahren kann es Wochen dauern, eine Garantie oder Bürgschaft zu erstellen und noch länger, sie zu enthaften. Doch es geht auch anders. ",

    "heading2" : "Sicherer, schneller, einfacher",
    "paragraph2" : "Wir haben zwei Jahre in einer Arbeitsgruppe mit 17 Vertretern von Großunternehmen, Banken und Kreditversicherungen zusammengearbeitet, um die beste Lösung für die zentrale Ausstellung und Speicherung von Instrumenten wie Bankgarantien, Bürgschaften und Standby Letters of Credit zu entwickeln. ",
    "paragraph3" : "Basierend auf internem Branchenwissen sowie Umfragen und Interviews mit Experten hat PwC eine unabhängige Analyse der Digitalisierung des Garantiegeschäfts und die damit verbundenen Vorteile erarbeitet.",
    "paragraph4" : "Das entstandene Whitepaper zeigt die typischen Schwachstellen der heutigen Prozesse auf und untersucht, wie die Digitalisierung diese entschärfen kann.",

    "heading3" : "Zentralisierung",
    "paragraph5" : "Das derzeitige System führt oft zu einer Streuung von Informationen, die es schwierig macht, den Überblick zu bewahren und eine große Anzahl von Bürgschaften zu kontrollieren. ",
    "paragraph6" : "Die Digitalisierung ermöglicht:",
    "listItem1" : "ein einziges, zentrales und digitales Register",
    "listItem2" : "Monitoring (Audit Trail) des Garantieprozesses in Echtzeit",
    "listItem3" : "einfache und effiziente Kommunikation",

    "heading4" : "Standardisierung",
    "paragraph7" : "Heutzutage hat jeder Beteiligte des Avalgeschäfts eigene Vorgehensweisen und Abläufe. ",
    "paragraph8" : " Eine digitale Revolution kann schnell und effizient:",
    "listItem4" : "einen einzigen festen Standard etablieren",
    "listItem5" : "den Avalprozess vereinfachen",

    "heading5" : "Automatisierung",
    "paragraph9" : "Der fortwährend papierhafte Prozess führt zu ineffizienter Bearbeitung und erhöhtem Fehlerrisiko. ",
    "paragraph10" : "Ein automatisiertes System kann:",
    "listItem6" : "das Risiko menschlicher Fehler minimieren",
    "listItem7"  : "den Prozess beschleunigen",

    "paragraph11" : "Das Whitepaper benennt auch die Voraussetzungen, die für eine erfolgreiche digitale Revolution des Avalprozesses erforderlich sind.",

    "heading6" : "Sicherheit",
    "paragraph12" : "Bei Bürgschaften und Garantien steht viel auf dem Spiel - bei der Datensicherheit und -integrität darf es keine Kompromisse geben. Dies war ein Hauptaugenmerk bei der Entwicklung unseres digitalen Avalregisters.",


    "heading7" : "Gültigkeit",
    "paragraph13" : "Der rechtliche Rahmen muss das Vertrauen in das digitalisierte System garantieren: Die Gültigkeit und die Durchsetzbarkeit des Avals sind entscheidend.",

    "heading8" : "Akzeptanz",
    "paragraph14" : "Die Lösung muss für alle Beteiligten funktionieren. Banken, Kreditversicherer und Unternehmen - Garanten als auch Begünstigte - alle müssen an Bord sein.",
   

    "heading9" : "Der Weg zum Erfolg",
    "paragraph15" : "Das Whitepaper von PwC dient nicht nur der Validierung unserer Lösung, sondern weist auch den Weg, unter Berücksichtigung der oben genannten Faktoren, zur schnellen Akzeptanz des digitalen Avalprozesses.",
    "paragraph16-1" : "Laden Sie das Whitepaper “Upping the game: Revolutionising Guarantees”",
    "paragraph16-2" : "herunter, um mehr darüber zu erfahren, wie und warum die Digitalisierung von Avalen einen neuen Standard setzt.",
 

    "ButtonBackToHomePage" : "Back to home page"
  }
  