{
  "pageTitle": "Imprint",
  "paragraph1": "Digital Vault Services GmbH is a limited liability company in accordance with the German Limited Liability Company Act (GmbH-Gesetz) with its registered office in Munich, entered in the Commercial Register of the Munich Local Court under number HRB 249553. It is represented by its managing directors Ludger Janßen and Sven Matzelsberger.",
  "paragraph2": "Value added tax identification number (VAT number) according to § 27a Value Added Tax Act: DE 326648633",
  "heading1": "Information according to § 2 Service Information Regulation:",
  "paragraph3": "For services rendered by us, our general Terms of Use will apply in future. After creation you will find them under the link published here. They state that German law will apply.",
  "heading2": "Exclusion of liability",
  "paragraph4": "We are responsible for the contents of our websites in accordance with general laws, in particular according to § 7 paragraph 1 of the German Telemedia Act. All contents are prepared with due care and to the best of our knowledge. Nevertheless, Digital Vault Services GmbH cannot guarantee the topicality, correctness, completeness or quality of the information and data provided. Therefore, liability claims against Digital Vault Services GmbH, those responsible for this website or the authors of the respective articles for material or immaterial damages based on possibly incorrect or incomplete information and data are excluded, except in cases of intent or gross negligence. This also applies to information on websites to which reference is made via a hyperlink. Zum Zeitpunkt der Verlinkung war der Inhalt frei von illegalen Inhalten. At the time of linking, the content was free of illegal content. Digital Vault Services GmbH has no influence on the design of the linked websites. A permanent control of the contents of the linked pages is not reasonable without the existence of concrete evidence of a violation of the law. The content of these pages is therefore completely outside the area of responsibility of Digital Vault Services GmbH. Digital Vault Services GmbH does not take ownership of the content of the linked websites. Digital Vault Services GmbH, those responsible for this website or the authors are not liable for damages resulting from faulty or incomplete contents on the websites referred to by link.",

  "ButtonBackToHomePage" : "Back to home page"
}
