{
    "pageTitle": "We offer Software as a Service",
    "paragraph1" : "The Guarantee Vault Platform is a Software as a Service solution. Anyone who wants to use the Vault must agree to our terms of use in order to do so. That is all that is required to digitise sureties and guarantees. We have published our terms of use here. In these terms of use, we define the scope of the Vault's functionalities, specify our scope of service and regulate the details of the software licence. We are a Bavarian company. Therefore, our terms of use are subject to German law.",
    "paragraph2" : "Otherwise, everything remains the same. No changes to the existing contractual relationships between the parties to the hedged item or to the agreements with the included banks and (credit) insurers are required. This is what makes using the Vault so easy. We replace the need to go to the post office and keep the electronic sureties and guarantees safe and accessible at all times in our digital vault.",

    "pageTitle2" : "Enforceability of Electronic Guarantees & Sureties",
    "heading1" : "Germany",
    "paragraph3-1" : "It is a popular misconception that sureties in Germany must be issued on paper and bear a signature in wet ink. The law also calls this form written form (§ 126 para. 1 BGB). If a legally prescribed form is not observed, the (legal) transaction is void from the beginning according to § 125 BGB. The popular misconception stems from the fact that",
    "paragraph3-2" : "p. 1 and 2 BGB state, seemingly without exception, that for the guarantee to be effective, it must be issued in writing, i.e. signed on paper, and that the electronic form is explicitly excluded. In the German Commercial Code (HGB), more precisely in",
    "paragraph3-3" : "p. 2 HGB, the regulation from",
    "paragraph3-4" : "p. 1 BGB is excluded for commercial business transactions. Merchants may therefore also issue form-free declarations of surety among themselves. This exception does not apply to non-merchants and consumers. Therefore, we unfortunately have to exclude non-merchants and consumers from using our platform.",
    "paragraph4" : "(First demand) Guarantees are not subject to any special regulations at all in Germany. When designing the BGB and HGB, the legislator decided to regulate only the surety separately. Guarantees can therefore also be issued and processed electronically from the outset.",

    "heading2" : "Austria",
    "paragraph5" : "In Austria, electronic sureties and guarantees are also permitted. There, too, guarantees and sureties must be in writing (§ 1346 para. in conjunction with § 886 p. 3 ABGB). However, § 1 para. 6 BWG makes an exception for credit institutions (§ 1 BWG). Credit institutions may issue electronic sureties and guarantees as part of their business operations. Non-credit institutions can use qualified electronic signatures to digitize their sureties and guarantees.",
    "paragraph6" : "In international practice, it is quite common to subject first demand guarantees to the Uniform Rules for Demand Guaranties 758 (URDG 758) issued by the International Chamber of Commerce. This does not stand in the way of digitalisation either. Such guarantees can also be represented electronically via the Vault. Wherever the terms and conditions refer to a document or signature, the digital form of the document or electronic signatures are always included.",

    "heading3" : "France",
    "paragraph7" : "Legal validation coming in 2021",

    "heading4" : "Switzerland",
    "paragraph8" : "Legal validation coming in 2021",

    "heading5-1" : "We can provide our law firm's",
    "heading5-2" : "legal memorandum upon request."

  }
  