{
    "pageTitle": "Privacy Policy",
    "paragraph1": "In the following, we provide you with comprehensive information on the type, scope, purpose and legal basis of the processing of personal data when you visit and use our website",

    "heading1": "I. Contact details of the controller",
    "paragraph2": "The controller within the meaning of Article 4 para 7 GDPR is:",

    "heading2": "II. Contact details of the data protection coordinator:",
    "paragraph3": "The controller within the meaning of Article 4 para 7 GDPR is:",

    "heading3": "III. Processing of personal data",
    "paragraph4": "Personal data will only be processed in this respect if it is necessary for the provision of the technical functionality of the website, its content or the service offered. The processing is carried out on the basis of a legal regulation or, if necessary, on the basis of your given approval of the processing of personal data.",
    "listItem1" : "Subject matter of the processing operation",
    "paragraph5" : "Personal data is processed in the course of using our website. Personal data shall mean any information relating to an identified or identifiable natural person; an identifiable person is seen as one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier, or one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.",
    "listItem2" : "Provision of the website and log files",
    "paragraph6" : "When accessing our website, we only collect the personal data that your browser sends to our server.",
    "paragraph7" : "The following data are processed:",
    "listItem3" : "IP address",
    "listItem4" : "Time of access",
    "listItem5" : "Website of access",
    "listItem6" : "Type and version of browser",
    "listItem7" : "Operating system („User-Agent String“)",
    "listItem8" : "Referrer URL",
    "paragraph8" : "The legal basis for this processing is Article 6 para 1 lit. f) GDPR. The collection and storage of this personal data is technically necessary and is done to ensure the provision, stability and security of the website. This ensures both permanent and above all secure access to our website.",
    "paragraph9" : "The deletion of data required for the provision of our website takes place after completion of the respective session. Data to ensure the stability and security of the website will be deleted after a maximum of 14 days.",
    "listItem9" : "Contact",
    "paragraph10" : "When contacting us, the data you provide us with, such as your name, e-mail address and any other information you have entered in the input mask, will be stored in order to answer your questions (see point VI.)",
    
    "heading4" : "IV. Use of cookies",
    "paragraph11" : "We use cookies on our websites. Cookies are small text files which are allocated and stored on your hard disk to the browser you are using by means of a characteristic sequence of characters and through which certain information flows to the site that sets the cookie. Cookies cannot run programs or transfer viruses to your computer and therefore cannot cause any damage. They are used to make the Internet offer altogether more user-friendly and effective, i.e. more pleasant for you.",
    "paragraph12" : "Cookies may contain data enabling to recognise the device used. In some cases, however, cookies only contain information on certain settings that cannot be related to individuals. However, cookies cannot directly identify a user.",
    "paragraph13" : "Any use of cookies that is not of absolute technical necessity represents data processing that is only permitted with your express and active consent in accordance with Article 6 para 1 sentence 1 lit. a) GDPR. This applies in particular to the use of advertising, targeting or sharing cookies. Furthermore, we will only pass on your personal data processed by cookies to third parties if you have given your express consent to do so in accordance with Article 6 para 1 sentence 1 lit. a GDPR. You can revoke your consent at any time or give it again. Please use our cookie settings for this purpose.",
    "paragraph14" : "Overall, we use the following cookies on our website:",

    "name" : "Name:",
    "functionality" : "Functionality:",
    "expiration" : "Expiration period:",
    "name1" : "_ga",
    "functionality1" : "This cookie is used to differentiate between visitors.",
    "expiration1" : "Two years",
    "name2" : "_gat",
    "functionality2" : "This cookie helps us to manage the frequency with which requests were made to view a page.",
    "expiration2" : "One day",
    "name3" : "_gid",
    "functionality3" : "This cookie helps us count how many people visit our website if you have already visited it.",
    "expiration3" : "One day",
    "name4" : "SYSTEM backend",
    "expiration4" : "End of session",

    "heading5" : "V. Rights of the person concerned",
    "paragraph15" : "You are entitled to the following rights with regard to personal data concerning you:",
    "listItem10" : "Right of access:",
    "listItem11" : "You have the right to receive information about the data stored about you.",
    "listItem12" : "Right of rectification and erasure:",
    "listItem13" : "You have the right to demand the correction of incorrect data and - if the legal requirements are fulfilled - the deletion of data. You also have the right to request us to complete information you believe is incomplete.",
    "listItem14" : "Right to restrict processing:",
    "listItem15" : "You have the right to restrict the processing of personal data, provided that the legal requirements are fulfilled.",
    "listItem16" : "Data portability:",
    "listItem17" : "You have the right to receive personal data provided by you on the basis of a consent or contractual relationship in a structured, common and machine-readable format or to have it transferred to another responsible party.",
    "listItem18" : "Objection against data processing:",
    "listItem19" : "You have the right to object to data processing by us at any time for reasons arising from your particular situation, insofar as this is based on our legitimate interests ( Article 6 para 1 lit. f) GDPR). If the right of objection is used, the data will not be further processed unless the person responsible can prove, in accordance with the legal requirements, that there are compelling and legitimate reasons for further processing which outweigh your rights and freedoms.",
    "listItem20" : "Revocation of the consent:",
    "listItem21" : "You have the right to revoke at any time, with effect for the future, any consent given by the responsible party to the processing of personal data, unless legal permission for processing has also been granted. The legality of the processing of the data until revocation remains unaffected by the revocation.",
    "listItem22" : "Right of appeal to the supervisory authority:",
    "listItem23" : "You have the right to lodge a complaint with the competent supervisory authority if you believe that the processing of personal data concerning you is in breach of data protection legislation.",
    "paragraph16" : "The complaint may be lodged with any data protection authority, in particular with the data protection authority for your place of residence or with the data protection authority competent for the responsible person.",
    "paragraph17" : "The supervisory authority competent for the processor is the:",
    "listItem24" : "Bavarian Data Protection Authority (BayLDA)",
    "listItem25" : "Assertion of the rights of the parties concerned:",
    "listItem26" : "The rights of the parties concerned may be asserted at any time by sending an e-mail to david.saive@digitalvaultservices.com or to the data protection coordinator of the responsible party, stating your name and the definition of the asserted right.",

    "heading6" : "VI. Contact",
    "paragraph18" : "You have the possibility to contact us by sending us an e-mail (to david.saive@digitalvaultservices.com). In this case, the user's personal data transmitted with the e-mail will be stored in order to process your request. The legal basis is Article 6 lit. f) GDPR.",
    "paragraph19" : "The data will not be passed on to third parties in connection with the contact. The data will be used exclusively for processing the conversation.",
    "paragraph20" : "The data are deleted as soon as they are no longer necessary for the purpose for which they were collected. For personal data sent by e-mail, this is the case when the respective conversation with you has ended. The conversation ends when it is clear from the circumstances that the matter in question has been conclusively clarified. There is only an exception for deletion if there is a legal obligation to preserve records. If such are existent, we restrict the processing. The additional personal data collected during the sending process, i.e. the IP address and the date and time of the request, will be deleted after a period of seven days at the latest.",

    "heading7" : "VII. Transfer of data to third countries",
    "paragraph21" : "The data will not be forwarded to third countries."

  }