{
    "pageTitle": "Revolutionising guarantees",
    "pageDescription" : "A new whitepaper from PwC Belgium’s Treasury Consulting Centre of Excellence explores how digitisation can make it safer, faster and simpler to process bonds and guarantees.",
    "heading1" : "A pillar of the financial system",
    "paragraph1" : "Across the globe, businesses rely on bonds and guarantees to support their growth. They are essential to the financial system. Yet the processes involved are all too often fraught with cumbersome pain points from end to end. Even in today’s digital era, the world of bonds and guarantees comprises a multitude of eclectic systems and is largely paper-based. With bespoke agreements and lengthy back-and-forth sign-off procedures, a guarantee or bond can take weeks to put in place and even longer to release. But it doesn’t have to be that way.",

    "heading2" : "Safer, faster, simpler",
    "paragraph2" : "We have spent two years collaborating with a working group of 16 leaders from major corporations, banks and credit insurance companies, to investigate the best solution for centrally issuing and storing instruments such as bank guarantees, surety bonds and standby letters of credit.",
    "paragraph3" : "Drawing on their in-house knowledge of the landscape, as well as surveys and interviews with these experts, PwC has developed an independent perspective on the possibility of digitising the guarantee business and the benefits it could bring.",
    "paragraph4" : "The resulting paper identifies the typical pain points in today’s processes and examines how digitisation can mitigate them.",

    "heading3" : "Centralisation",
    "paragraph5" : "Under the current system, information is scattered, making it difficult to achieve oversight and control large numbers of guarantees.",
    "paragraph6" : "Digitisation can provide:",
    "listItem1" : "a single, central repository",
    "listItem2" : "an up-to-date audit trail",
    "listItem3" : "streamlined communication",

    "heading4" : "Standardisation",
    "paragraph7" : "Today, each actor in the ecosystem uses different conventions and set-ups.",
    "paragraph8" : " A digital revolution could quickly and efficiently:",
    "listItem4" : "establish a single set standard",
    "listItem5" : "simplify the procedure",

    "heading5" : "Automation",
    "paragraph9" : "Perpetual paperwork leads to inefficiencies in processing and an increase in the risk of error.",
    "paragraph10" : "An automated system would:",
    "listItem6" : "eliminate potential for human error",
    "listItem7"  : "speed up the process",

    "paragraph11" : "The paper also identifies the perceived prerequisites for a successful digital revolution of the system.",

    "heading6" : "Security",
    "paragraph12" : "When it comes to bonds and guarantees, the stakes are high – there can be no compromise on data security and integrity. This has been a key focus in the development of our digital guarantee platform.",
   

    "heading7" : "Validity",
    "paragraph13" : "The legal framework must enable confidence in the digitised system: the validity and enforceability of the guarantee is key.",

    "heading8" : "Acceptance",
    "paragraph14" : "The solution must be something that works for all parties. Banks, credit insurers and the corporates – both the issuers and beneficiaries – must all be on board.",
   

    "heading9" : "The road ahead",
    "paragraph15" : "PwC’s whitepaper serves not only to validate our solution, but also to forecast the road ahead. The paper indicates that with the above factors in place, uptake could follow at great speed.",
    "paragraph16-1" : "Download the whitepaper “Upping the game: Revolutionising Guarantees”",
    "paragraph16-2" : "to find out more about how and why digitisation is on the horizon for guarantees, bonds and sureties.",
 

    "ButtonBackToHomePage" : "Back to home page"
  }
  